Repository: Hossein770227/modkala-shop
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: phone number
fa: شماره همراه

source: password
fa: رمزعبور

source: confirm password
fa: تایید رمزعبور

source: This phone number already exists
fa: این شماره همراه از قبل وجود دارد

source: passwords dont match
fa: رمز عبور مطابقت ندارد

source: The phone number or password is incorrect.
fa: شماره همراه یا رمزعبور اشتباه است

source: user must have first name
fa: وارد کردن نام الزامیست

source: user must have last name
fa: وارد کردن نام خانوادگی الزامیست

source: user must have phone number
fa: وارد کردن شماره همراه الزامیست

source: my users
fa: مخاطبین

source: otp code
fa: کد ارسالی

source: sign up
fa: ثبت نام

source: please enter your information to sign up
fa: لطفا اطلاعات خود را وارد کنید

source: submit
fa: ارسال

source: verify code
fa: تایید کد ارسالی

source: verify code
fa: تایید کد ارسالی

source: please enter your code to verify
fa: لطفا کد ارسالی را وارد کنید

source: sign up
fa: ثبت نام

source: we send your code already
fa: کد تایید از قبل ارسال شده است

source: we sent you a code
fa: کد تایید ارسال شد

source: your code time is out
fa: زمان کد ارسالی به پایان رسیده است

source: you register
fa: ثبت نام شما انجام شد

source: this code is wrong
fa: کد تایید اشتباه است

source: login field! Your information is incorrect
fa: ورود انجام نشد اطلاعات وارد شده اشتباه است

source: you successfully logouted
fa: خروج با موفقیت انجام شد

source: your password successfully changed
fa: تغییر رمز عبور با موفقیت انجام شد
